Repository: designoverhaul/NorthPole
Catalog: ChristmasWishlist/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: %@ has not installed this app yet
de: %@ hat die App noch nicht installiert
es: %@ todavía no ha instalado la app
fr: %@ n’a pas encore installé l’app
it: %@ non ha ancora installato l’app
ja: %@ はまだこのアプリを使っていません
pt_br: %@ ainda não instalou o app

source: %@ hasn't added anything to their wishlist
de: %@ hat noch nichts auf die Wunschliste gesetzt
es: %@ aún no ha añadido nada a su lista
fr: %@ n’a encore rien ajouté à sa liste
it: %@ non ha ancora aggiunto nulla alla sua lista
ja: %@ はまだリストに 何も追加していません
pt_br: %@ ainda não adicionou nada à lista

source: %@ is already in your friends list
de: %@ ist bereits in deiner Freundesliste
es: %@ ya está en tu lista de amigos
fr: %@ figure déjà dans votre liste d’amis
it: %@ è già nella tua lista di amici
ja: %@ はすでに友だちリストにいます
pt_br: %@ já está na sua lista de amigos

source: %@'s Wishlist
de: Wunschliste von %@
es: Lista de %@
fr: Liste de %@
it: Lista di %@
ja: %@のリスト
pt_br: Lista de %@

source: %lld items
de: %lld Wünsche
es: %lld artículos
fr: %lld articles
it: %lld articoli
ja: %lld件
pt_br: %lld itens

source: %lld of %lld free gifts left
de: Noch %lld von %lld kostenlosen Wünschen
es: Quedan %lld de %lld deseos gratis
fr: Il reste %lld souhaits gratuits sur %lld
it: Restano %lld desideri gratuiti su %lld
ja: 残り%lld件（無料%lld件中）
pt_br: Restam %lld de %lld desejos grátis

source: 🎁 Someone purchased %@ for you!
de: 🎁 Jemand hat %@ für dich gekauft!
es: 🎁 ¡Alguien te ha comprado %@!
fr: 🎁 Quelqu’un vous a acheté %@ !
it: 🎁 Qualcuno ha acquistato %@ per te!
ja: 🎁 誰かがあなたに %@ を購入しました！
pt_br: 🎁 Alguém comprou %@ para você!

source: 6-Digit Code
de: 6-stelliger Code
es: Código de 6 dígitos
fr: Code à 6 chiffres
it: Codice a 6 cifre
ja: 6桁のコード
pt_br: Código de 6 dígitos

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar

source: Add a Child
de: Kind hinzufügen
es: Añadir un niño
fr: Ajouter un enfant
it: Aggiungi un bambino
ja: 子どもを追加
pt_br: Adicionar uma criança

source: Add any notes or preferences...
de: Notizen oder Wünsche hinzufügen …
es: Añade notas o preferencias…
fr: Ajoutez des notes ou des préférences…
it: Aggiungi note o preferenze…
ja: メモや希望を追加…
pt_br: Adicione notas ou preferências…

source: Add Child
de: Kind hinzufügen
es: Añadir niño
fr: Ajouter un enfant
it: Aggiungi bambino
ja: 子どもを追加
pt_br: Adicionar criança

source: Add children who don't have their own phone so you can manage their wishlists. When friends add you, they'll see your children too.
de: Füge Kinder ohne eigenes Handy hinzu, damit du ihre Wunschlisten verwalten kannst. Wenn Freunde dich hinzufügen, sehen sie auch deine Kinder.
es: Añade niños que no tienen teléfono propio para gestionar sus listas. Cuando tus amigos te añadan, también verán a tus hijos.
fr: Ajoutez les enfants qui n’ont pas de téléphone pour gérer leurs listes. Lorsque vos amis vous ajoutent, ils voient aussi vos enfants.
it: Aggiungi i bambini che non hanno un telefono per gestire le loro liste. Quando gli amici ti aggiungono, vedranno anche i tuoi bambini.
ja: 自分のスマホを持たない子どもを追加すると、そのウィッシュリストを管理できます。友だちがあなたを追加すると、子どものリストも表示されます。
pt_br: Adicione crianças que não têm celular para gerenciar as listas delas. Quando seus amigos adicionarem você, verão suas crianças também.

source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter l’ami
it: Aggiungi amico
ja: 友だちに追加
pt_br: Adicionar amigo

source: Add Friend?
de: Freund hinzufügen?
es: ¿Añadir amigo?
fr: Ajouter cet ami ?
it: Aggiungere l’amico?
ja: 友だちに追加しますか？
pt_br: Adicionar amigo?

source: Add Gift
de: Geschenk hinzufügen
es: Añadir regalo
fr: Ajouter un cadeau
it: Aggiungi un regalo
ja: ギフトを追加
pt_br: Adicionar presente

source: Add kids who don't have their own phone. Their wish lists will be available when friends connect to you.
de: Füge Kinder hinzu, die noch kein eigenes Handy haben. Ihre Wunschlisten sind sichtbar, sobald Freunde sich mit dir verbinden.
es: Añade niños que aún no tienen teléfono propio. Sus listas estarán disponibles cuando tus amigos se conecten contigo.
fr: Ajoutez les enfants qui n’ont pas encore de téléphone. Leurs listes seront visibles dès que vos amis se connecteront à vous.
it: Aggiungi i bambini che non hanno ancora un telefono. Le loro liste saranno visibili quando gli amici si collegheranno a te.
ja: 自分のスマホを持っていない子どもを追加できます。友だちがあなたとつながると、その子のリストも表示されます。
pt_br: Adicione crianças que ainda não têm celular. As listas delas ficarão disponíveis quando seus amigos se conectarem a você.

source: Adding %lld friends...
de: %lld Freunde werden hinzugefügt …
es: Añadiendo %lld amigos…
fr: Ajout de %lld amis…
it: Aggiunta di %lld amici…
ja: %lld人の友だちを追加中…
pt_br: Adicionando %lld amigos…

source: Adding children...
de: Kinder werden hinzugefügt …
es: Añadiendo niños…
fr: Ajout des enfants…
it: Aggiunta dei bambini…
ja: 子どもを追加中…
pt_br: Adicionando crianças…

source: Adding items to your wishlist
de: Wünsche zu deiner Liste hinzufügen
es: Añadir artículos a tu lista
fr: Ajouter des articles à votre liste
it: Aggiungere articoli alla tua lista
ja: リストにアイテムを 追加する
pt_br: Adicionar itens à sua lista

source: Adding items from the web to your wishlist
de: Wünsche aus dem Web zu deiner Liste hinzufügen
es: Añadir artículos de la web a tu lista
fr: Ajouter des articles du web à votre liste
it: Aggiungere articoli dal web alla tua lista
ja: ウェブからアイテムを リストに追加する
pt_br: Adicionar itens da web à sua lista

source: Age
de: Alter
es: Edad
fr: Âge
it: Età
ja: 年齢
pt_br: Idade

source: AI suggestions require API configuration
de: Für KI-Vorschläge fehlt die API-Konfiguration
es: Las sugerencias con IA requieren configurar la API
fr: Les suggestions IA nécessitent une configuration de l’API
it: I suggerimenti AI richiedono la configurazione dell’API
ja: AI 提案には API の設定が必要です
pt_br: As sugestões com IA exigem configuração da API

source: All %lld free gifts used — tap + to add more
de: Alle %lld kostenlosen Wünsche genutzt – tippe auf +, um mehr hinzuzufügen
es: Has usado los %lld deseos gratis: toca + para añadir más
fr: Vos %lld souhaits gratuits sont utilisés – touchez + pour en ajouter
it: Hai usato tutti i %lld desideri gratuiti: tocca + per aggiungerne altri
ja: 無料の%lld件をすべて使いました。＋をタップして追加
pt_br: Você usou os %lld desejos grátis — toque em + para adicionar mais

source: API returned error code %lld
de: Die API hat den Fehlercode %lld zurückgegeben
es: La API devolvió el código de error %lld
fr: L’API a renvoyé le code d’erreur %lld
it: L’API ha restituito il codice di errore %lld
ja: API がエラーコード %lld を返しました
pt_br: A API retornou o código de erro %lld

source: Are you sure you want to delete '%@'?
de: Möchtest du „%@“ wirklich löschen?
es: ¿Seguro que quieres eliminar «%@»?
fr: Voulez-vous vraiment supprimer « %@ » ?
it: Vuoi davvero eliminare «%@»?
ja: 「%@」を削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir “%@”?

source: Are you sure you want to delete %@? This will also delete all their wishlist items.
de: Möchtest du %@ wirklich löschen? Dabei werden auch alle Wünsche gelöscht.
es: ¿Seguro que quieres eliminar a %@? También se eliminarán todos sus artículos.
fr: Voulez-vous vraiment supprimer %@ ? Tous ses articles seront également supprimés.
it: Vuoi davvero eliminare %@? Verranno eliminati anche tutti i suoi articoli.
ja: %@ を削除してもよろしいですか？ ウィッシュリストのアイテムもすべて削除されます。
pt_br: Tem certeza de que deseja excluir %@? Todos os itens da lista também serão excluídos.

source: Are you sure? This permanently removes your North Pole data. Other users’ data will not be affected.
de: Bist du sicher? Deine North-Pole-Daten werden endgültig entfernt. Daten anderer Nutzer bleiben unberührt.
es: ¿Seguro? Se eliminarán de forma permanente tus datos de North Pole. Los datos de otros usuarios no se verán afectados.
fr: Confirmer ? Vos données North Pole seront définitivement supprimées. Les données des autres utilisateurs ne seront pas touchées.
it: Vuoi procedere? I tuoi dati di North Pole verranno rimossi definitivamente. I dati degli altri utenti non saranno toccati.
ja: 本当によろしいですか？ North Pole のデータが完全に削除されます。他のユーザーのデータには影響しません。
pt_br: Tem certeza? Seus dados do North Pole serão removidos permanentemente. Os dados de outros usuários não serão afetados.

source: Arts & Crafts
de: Kunst & Basteln
es: Manualidades
fr: Arts et loisirs créatifs
it: Arte e fai da te
ja: アート・手芸
pt_br: Arte e artesanato

source: Ask Santa
de: Weihnachtsmann
es: Papá Noel
fr: Père Noël
it: Babbo Natale
ja: サンタに聞く
pt_br: Papai Noel

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Equilibrato
ja: バランス
pt_br: Equilibrado

source: Beauty & Self-Care
de: Beauty & Pflege
es: Belleza y autocuidado
fr: Beauté et bien-être
it: Bellezza e cura di sé
ja: ビューティー・セルフケア
pt_br: Beleza e autocuidado

source: Board Games & Puzzles
de: Brettspiele & Puzzles
es: Juegos de mesa y puzles
fr: Jeux de société et puzzles
it: Giochi da tavolo e puzzle
ja: ボードゲーム・パズル
pt_br: Jogos de tabuleiro e quebra-cabeças

source: Camping & Outdoors
de: Camping & Outdoor
es: Camping y aire libre
fr: Camping et plein air
it: Campeggio e outdoor
ja: キャンプ・アウトドア
pt_br: Camping e ar livre

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Change Photo
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
ja: 写真を変更
pt_br: Alterar foto

source: Checked off
de: Abgehakt
es: Marcado
fr: Coché
it: Spuntato
ja: チェック済み
pt_br: Marcado

source: Checking if friend has app...
de: Wird geprüft, ob dein Freund die App hat …
es: Comprobando si tu amigo tiene la app…
fr: Vérification de l’installation de l’app…
it: Verifica se il tuo amico ha l’app…
ja: 友だちがアプリを持っているか確認中…
pt_br: Verificando se seu amigo tem o app…

source: Child account not properly synced. Please try again.
de: Das Kinderprofil wurde nicht vollständig synchronisiert. Bitte versuche es erneut.
es: El perfil del niño no se sincronizó correctamente. Inténtalo de nuevo.
fr: Le profil de l’enfant n’a pas été synchronisé correctement. Réessayez.
it: Il profilo del bambino non è stato sincronizzato correttamente. Riprova.
ja: 子どものプロフィールを正しく同期できませんでした。もう一度お試しください。
pt_br: O perfil da criança não foi sincronizado corretamente. Tente novamente.

source: Child's name
de: Name des Kindes
es: Nombre del niño
fr: Prénom de l’enfant
it: Nome del bambino
ja: 子どもの名前
pt_br: Nome da criança

source: Cleaning title...
de: Titel wird gekürzt …
es: Depurando el título…
fr: Nettoyage du titre…
it: Pulizia del titolo…
ja: タイトルを整理中…
pt_br: Ajustando o título…

source: Coffee & Tea
de: Kaffee & Tee
es: Café y té
fr: Café et thé
it: Caffè e tè
ja: コーヒー・お茶
pt_br: Café e chá

source: Collectibles & Memorabilia
de: Sammlerstücke
es: Coleccionables
fr: Objets de collection
it: Da collezione
ja: コレクション
pt_br: Colecionáveis

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar

source: Cooking
de: Kochen
es: Cocina
fr: Cuisine
it: Cucina
ja: 料理
pt_br: Culinária

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir

source: Delete Child
de: Kind löschen
es: Eliminar niño
fr: Supprimer l’enfant
it: Elimina il bambino
ja: 子どもを削除
pt_br: Excluir criança

source: Delete Gift
de: Geschenk löschen
es: Eliminar regalo
fr: Supprimer le cadeau
it: Elimina il regalo
ja: ギフトを削除
pt_br: Excluir presente

source: Delete Item
de: Wunsch löschen
es: Eliminar artículo
fr: Supprimer l’article
it: Elimina articolo
ja: アイテムを削除
pt_br: Excluir item

source: Delete My Account
de: Account löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
ja: アカウントを削除
pt_br: Excluir minha conta

source: Delete My Account Data
de: Accountdaten löschen
es: Eliminar los datos de mi cuenta
fr: Supprimer les données de mon compte
it: Elimina i dati del mio account
ja: アカウントのデータを削除
pt_br: Excluir os dados da minha conta

source: Delete My Account?
de: Account löschen?
es: ¿Eliminar mi cuenta?
fr: Supprimer mon compte ?
it: Eliminare il mio account?
ja: アカウントを削除しますか？
pt_br: Excluir minha conta?

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição

source: Didn't receive a code? Resend
de: Keinen Code erhalten? Erneut senden
es: ¿No recibiste el código? Reenviar
fr: Code non reçu ? Renvoyer
it: Non hai ricevuto il codice? Invia di nuovo
ja: コードが届きませんか？ 再送信
pt_br: Não recebeu o código? Reenviar

source: DIY & Tools
de: Heimwerken & Werkzeug
es: Bricolaje y herramientas
fr: Bricolage et outils
it: Bricolage e utensili
ja: DIY・工具
pt_br: Faça você mesmo e ferramentas

source: Do you want to add %@ to your friends list?
de: Möchtest du %@ zu deiner Freundesliste hinzufügen?
es: ¿Quieres añadir a %@ a tu lista de amigos?
fr: Voulez-vous ajouter %@ à votre liste d’amis ?
it: Vuoi aggiungere %@ alla tua lista di amici?
ja: %@ を友だちリストに追加しますか？
pt_br: Deseja adicionar %@ à sua lista de amigos?

source: Done
de: Fertig
es: OK
fr: OK
it: Fine
ja: 完了
pt_br: OK

source: e.g., Coffee Maker
de: z. B. Kaffeemaschine
es: Ej.: cafetera
fr: Ex. : cafetière
it: Es.: macchina del caffè
ja: 例：コーヒーメーカー
pt_br: Ex.: cafeteira

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar

source: Edit Gift
de: Geschenk bearbeiten
es: Editar regalo
fr: Modifier le cadeau
it: Modifica il regalo
ja: ギフトを編集
pt_br: Editar presente

source: Either
de: Egal
es: Cualquiera
fr: Peu importe
it: Indifferente
ja: 指定なし
pt_br: Tanto faz

source: Enter age
de: Alter eingeben
es: Introduce la edad
fr: Saisir l’âge
it: Inserisci l’età
ja: 年齢を入力
pt_br: Digite a idade

source: Enter Verification Code
de: Bestätigungscode eingeben
es: Introduce el código
fr: Saisir le code de vérification
it: Inserisci il codice di verifica
ja: 確認コードを入力
pt_br: Digite o código de verificação

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro

source: Every list is capped at %lld gifts for now
de: Jede Liste ist derzeit auf %lld Wünsche begrenzt
es: Por ahora cada lista admite %lld deseos
fr: Chaque liste est limitée à %lld souhaits pour le moment
it: Per ora ogni lista è limitata a %lld desideri
ja: 現在、各リストは%lld件までです
pt_br: Por enquanto, cada lista permite %lld desejos

source: Extracting product info...
de: Produktinfos werden geladen …
es: Obteniendo datos del producto…
fr: Récupération des infos produit…
it: Recupero delle info sul prodotto…
ja: 商品情報を取得中…
pt_br: Buscando informações do produto…

source: Failed to delete account data: %@
de: Accountdaten konnten nicht gelöscht werden: %@
es: No se pudieron eliminar los datos de la cuenta: %@
fr: Impossible de supprimer les données du compte : %@
it: Impossibile eliminare i dati dell’account: %@
ja: アカウントデータを削除できませんでした：%@
pt_br: Não foi possível excluir os dados da conta: %@

source: Failed to parse API response
de: Antwort der API konnte nicht gelesen werden
es: No se pudo interpretar la respuesta de la API
fr: Impossible de lire la réponse de l’API
it: Impossibile leggere la risposta dell’API
ja: API の応答を解析できませんでした
pt_br: Não foi possível interpretar a resposta da API

source: Failed to save friend: %@
de: Freund konnte nicht gesichert werden: %@
es: No se pudo guardar el amigo: %@
fr: Impossible d’enregistrer l’ami : %@
it: Impossibile salvare l’amico: %@
ja: 友だちを保存できませんでした：%@
pt_br: Não foi possível salvar o amigo: %@

source: Failed to send verification code: %@
de: Bestätigungscode konnte nicht gesendet werden: %@
es: No se pudo enviar el código: %@
fr: Impossible d’envoyer le code : %@
it: Impossibile inviare il codice: %@
ja: 確認コードを送信できませんでした：%@
pt_br: Não foi possível enviar o código: %@

source: Failed to sync: %@
de: Synchronisierung fehlgeschlagen: %@
es: No se pudo sincronizar: %@
fr: Échec de la synchronisation : %@
it: Sincronizzazione non riuscita: %@
ja: 同期できませんでした：%@
pt_br: Falha na sincronização: %@

source: Failed to update item: %@
de: Artikel konnte nicht aktualisiert werden: %@
es: No se pudo actualizar el artículo: %@
fr: Impossible de mettre à jour l’article : %@
it: Impossibile aggiornare l’articolo: %@
ja: アイテムを更新できませんでした：%@
pt_br: Não foi possível atualizar o item: %@

source: Fashion & Accessories
de: Mode & Accessoires
es: Moda y accesorios
fr: Mode et accessoires
it: Moda e accessori
ja: ファッション・小物
pt_br: Moda e acessórios

source: Female
de: Weiblich
es: Femenino
fr: Femme
it: Donna
ja: 女性
pt_br: Feminino

source: Find Gift Ideas
de: Geschenkideen finden
es: Buscar ideas de regalo
fr: Trouver des idées
it: Trova idee regalo
ja: ギフトのアイデアを探す
pt_br: Buscar ideias de presente

source: Find More
de: Mehr finden
es: Buscar más
fr: En trouver d’autres
it: Trova altre idee
ja: もっと探す
pt_br: Buscar mais

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
ja: 友だち
pt_br: Amigos

source: Fun & Entertainment
de: Spaß & Unterhaltung
es: Diversión
fr: Divertissement
it: Divertimento
ja: 楽しさ重視
pt_br: Diversão

source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere
ja: 性別
pt_br: Gênero

source: Get notified when someone purchases from your wishlist.
de: Erhalte eine Mitteilung, wenn jemand etwas von deiner Wunschliste kauft.
es: Recibe un aviso cuando alguien compre algo de tu lista.
fr: Soyez averti lorsque quelqu’un achète un article de votre liste.
it: Ricevi una notifica quando qualcuno acquista dalla tua lista.
ja: 誰かがあなたのリストから購入したときに通知を受け取ります。
pt_br: Receba um aviso quando alguém comprar algo da sua lista.

source: Get Started
de: Los geht’s
es: Empezar
fr: Commencer
it: Iniziamo
ja: はじめる
pt_br: Começar

source: Gift Purchased!
de: Geschenk gekauft!
es: ¡Regalo comprado!
fr: Cadeau acheté !
it: Regalo acquistato!
ja: ギフトが購入されました！
pt_br: Presente comprado!

source: Gift Type
de: Art des Geschenks
es: Tipo de regalo
fr: Type de cadeau
it: Tipo di regalo
ja: ギフトのタイプ
pt_br: Tipo de presente

source: Grilling
de: Grillen
es: Barbacoa
fr: Barbecue
it: Barbecue
ja: バーベキュー
pt_br: Churrasco

source: Hi, This is a user-driven product and we value your feedback! What feature would you like to see? --- App Version: %@ Device: %@ iOS Version: %@
de: Hallo, Diese App lebt von ihren Nutzern und wir freuen uns über dein Feedback! Welche Funktion würdest du dir wünschen? --- App-Version: %@ Gerät: %@ iOS-Version: %@
es: Hola: ¡Esta app la construimos con quienes la usan y tu opinión nos importa! ¿Qué función te gustaría ver? --- Versión de la app: %@ Dispositivo: %@ Versión de iOS: %@
fr: Bonjour, Cette app est façonnée par ses utilisateurs et votre avis compte ! Quelle fonctionnalité aimeriez-vous voir ? --- Version de l’app : %@ Appareil : %@ Version d’iOS : %@
it: Ciao, Questa app cresce grazie a chi la usa e il tuo parere conta! Quale funzione ti piacerebbe vedere? --- Versione dell’app: %@ Dispositivo: %@ Versione di iOS: %@
ja: こんにちは。 このアプリは使ってくださる方の声で育っています。追加してほしい機能があれば教えてください。 --- アプリのバージョン: %@ デバイス: %@ iOS のバージョン: %@
pt_br: Olá, Este app é feito com quem usa e sua opinião importa! Qual recurso você gostaria de ver? --- Versão do app: %@ Dispositivo: %@ Versão do iOS: %@

source: Hi! Would you like to do a gift exchange? Build your list here and we can sync up. %@ %@ Get the app: https://apps.apple.com/app/id6755366177
de: Hi! Hast du Lust, Geschenke zu tauschen? Erstelle hier deine Liste, dann stimmen wir uns ab. %@ %@ Hol dir die App: https://apps.apple.com/app/id6755366177
es: ¡Hola! ¿Te apetece un intercambio de regalos? Crea tu lista aquí y nos coordinamos. %@ %@ Descarga la app: https://apps.apple.com/app/id6755366177
fr: Salut ! Ça te dit d’échanger des cadeaux ? Crée ta liste ici et on se coordonne. %@ %@ Télécharge l’app : https://apps.apple.com/app/id6755366177
it: Ciao! Ti va di scambiarci i regali? Crea la tua lista qui e ci coordiniamo. %@ %@ Scarica l’app: https://apps.apple.com/app/id6755366177
ja: こんにちは！プレゼント交換しませんか？ここでリストを作れば、お互いに確認できます。 %@ %@ アプリはこちら: https://apps.apple.com/app/id6755366177
pt_br: Oi! Quer fazer uma troca de presentes? Monte sua lista aqui e a gente se organiza. %@ %@ Baixe o app: https://apps.apple.com/app/id6755366177

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
pt_br: Ocultar

source: Hide Child
de: Kind ausblenden
es: Ocultar niño
fr: Masquer l’enfant
it: Nascondi il bambino
ja: 子どもを非表示
pt_br: Ocultar criança

source: Highly Educational
de: Sehr lehrreich
es: Muy educativo
fr: Très éducatif
it: Molto educativo
ja: 学び重視
pt_br: Muito educativo

source: Home & Garden
de: Haus & Garten
es: Hogar y jardín
fr: Maison et jardin
it: Casa e giardino
ja: 住まい・ガーデニング
pt_br: Casa e jardim

source: I don't like surprises.
de: Ich mag keine Überraschungen.
es: No me gustan las sorpresas.
fr: Je n’aime pas les surprises.
it: Non amo le sorprese.
ja: サプライズは苦手。
pt_br: Não gosto de surpresas.

source: I have a wishlist here if you are interested. I would like to see yours as well. Get the app: https://apps.apple.com/app/id6755366177
de: Falls es dich interessiert: Hier ist meine Wunschliste. Deine würde ich auch gern sehen. Hol dir die App: https://apps.apple.com/app/id6755366177
es: Por si te interesa, aquí está mi lista de deseos. Me encantaría ver la tuya también. Descarga la app: https://apps.apple.com/app/id6755366177
fr: Si ça t’intéresse, voici ma liste de souhaits. J’aimerais bien voir la tienne aussi. Télécharge l’app : https://apps.apple.com/app/id6755366177
it: Se ti va, ecco la mia lista dei desideri. Mi piacerebbe vedere anche la tua. Scarica l’app: https://apps.apple.com/app/id6755366177
ja: よかったら私のほしい物リストを見てね。あなたのリストも見せてほしいな。 アプリはこちら: https://apps.apple.com/app/id6755366177
pt_br: Se tiver interesse, esta é a minha lista de desejos. Também adoraria ver a sua. Baixe o app: https://apps.apple.com/app/id6755366177

source: I know what people want in %@!
de: Ich weiß, was man sich %@ wünscht!
es: ¡Sé lo que la gente quiere en %@!
fr: Je sais ce que l’on souhaite en %@ !
it: So che cosa si desidera nel %@!
ja: %@年に人気のものを知っているよ！
pt_br: Eu sei o que as pessoas querem em %@!

source: I like surprises!
de: Ich mag Überraschungen!
es: ¡Me gustan las sorpresas!
fr: J’aime les surprises !
it: Amo le sorprese!
ja: サプライズが好き！
pt_br: Eu gosto de surpresas!

source: If on, you'll see when your wishlist items have been purchased.
de: Wenn aktiviert, siehst du, wenn Wünsche von deiner Liste gekauft wurden.
es: Si está activado, verás cuando alguien haya comprado artículos de tu lista.
fr: Si l’option est activée, vous verrez quand des articles de votre liste ont été achetés.
it: Se attivo, vedrai quando gli articoli della tua lista sono stati acquistati.
ja: オンにすると、リストのアイテムが購入されたときに分かります。
pt_br: Se ativado, você verá quando os itens da sua lista tiverem sido comprados.

source: Interests
de: Interessen
es: Intereses
fr: Centres d’intérêt
it: Interessi
ja: 興味
pt_br: Interesses

source: Invalid API URL
de: Ungültige API-URL
es: URL de la API no válida
fr: URL d’API non valide
it: URL dell’API non valido
ja: API の URL が正しくありません
pt_br: URL da API inválido

source: Invalid data format
de: Ungültiges Datenformat
es: Formato de datos no válido
fr: Format de données non valide
it: Formato dei dati non valido
ja: データ形式が正しくありません
pt_br: Formato de dados inválido

source: Invalid phone number format. Please enter a valid 10-digit US phone number.
de: Ungültiges Format. Bitte gib eine gültige 10-stellige US-Telefonnummer ein.
es: Formato no válido. Introduce un número de EE. UU. de 10 dígitos.
fr: Format non valide. Saisissez un numéro américain à 10 chiffres.
it: Formato non valido. Inserisci un numero statunitense di 10 cifre.
ja: 電話番号の形式が正しくありません。10 桁の米国の番号を入力してください。
pt_br: Formato inválido. Digite um número dos EUA com 10 dígitos.
